Repository: hasantunahan/crud_mockio
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Splash View
tr: Açılış Ekranı

source: Chef Management
tr: Şef Yönetimi

# user_not_found
source: Chef list not found
tr: Şef listesi bulunamadı

source: Unknown
tr: Bilinmeyen

# language_chose
source: Language Choose
tr: Dil Seçimi

source: Add New Chef
tr: Yeni Şef Ekle

source: Delete Chef
tr: Şefi Sil

# delete_chef_confirm
source: Are you sure you want to delete the chef?
tr: Şefi silmek istediğinize emin misiniz?

source: Ok
tr: Tamam

source: Cancel
tr: İptal

source: Operation Successfully
tr: İşlem başarılı

source: Name
tr: Ad

source: Surname
tr: Soyad

source: Phone Number
tr: Telefon Numarası

source: Birth Date
tr: Doğum Tarihi

source: Identity
tr: TCKN

source: Sallary
tr: Maaş

# required
source: This field is required
tr: Bu alan zorunludur

# tckn_invalid
source: Enter valid TC number
tr: Geçerli TC numarası giriniz

source: Chef Information
tr: Şef Bilgileri
